Repository: BoltDocs/BoltLocalizations
Catalog: Sources/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

# Browser-BrowserController-defaultTitle
source: Browser
zh_hans: 浏览

# Framework-Distribution-failedToCheckForUpdateToast
source: Failed to Check for Updates
zh_hans: 检查更新失败

# Framework-Distribution-noUpdatesToast
source: No Updates Available
zh_hans: 暂无可用的应用程序更新

# Framework-Distribution-remindLaterButtonTitle
source: Remind Later
zh_hans: 稍后提醒

# Framework-Distribution-updateAlertMessage
source: Do you want to update?
zh_hans: 需要现在更新吗？

# Framework-Distribution-updateAlertTitle
source: Update available.
zh_hans: 有新的应用程序更新可用

# Framework-Distribution-updateButtonTitle
source: Update
zh_hans: 更新

# Framework-WelcomeController-title
source: Welcome
zh_hans: 欢迎

# Framework-WelcomeController-welcomeTip
source: Welcome
zh_hans: 欢迎

# Home-DocsetInfo-InstalledFrom-unknown
source: Unknown
zh_hans: 未知

# Home-DocsetInfo-SectionTitles-autoUpdates
source: Auto Updates
zh_hans: 自动更新

# Home-DocsetInfo-SectionTitles-identifier
source: Identifier
zh_hans: 标识符

# Home-DocsetInfo-SectionTitles-installedFrom
source: Installed From
zh_hans: 安装自

# Home-DocsetInfo-SectionTitles-version
source: Version
zh_hans: 版本

# Home-List-DeleteAlert-deleteDocsetMessage
source: Do you really want to delete the docset?
zh_hans: 确认要删除文档集吗？

# Home-List-DeleteAlert-deleteDocsetMessageFormat
source: Do you really want to delete docset “%@”?
zh_hans: 确认要删除“%@”吗？

# Home-List-DeleteAlert-deleteDocsetMessageMultiple
source: Do you really want to delete the %ld docsets?
zh_hans: 确认要删除 %ld 个文档集吗？

# Home-List-DeleteAlert-deleteDocsetTitle
source: Delete Docset
zh_hans: 删除文档集

# Home-List-Items-latest
source: Latest
zh_hans: 最新版本

# Home-List-RemoveDamagedDocsetAlert-message
source: “%@” is damaged and cannot be opened. Would you like to remove it
zh_hans: “%@”已损坏且无法打开，是否要移除它？

# Home-List-RemoveDamagedDocsetAlert-title
source: Remove Damaged Docset
zh_hans: 移除损坏的文档集

# Home-List-SectionTitles-docsets
source: Docsets
zh_hans: 文档集

# Home-List-SectionTitles-favorites
source: Favorites
zh_hans: 收藏

# Home-List-SectionTitles-history
source: History
zh_hans: 历史

# Home-List-title
source: Library
zh_hans: 资料库

# Home-Toolbar-DownloadsButtonTitle
source: Downloads
zh_hans: 下载

# Home-Toolbar-UpdatesButtonTitle
source: Docset updates available
zh_hans: 文档集可更新

# Library-Downloads-noDownloadsHint
source: No Downloads
zh_hans: 没有下载项

# Library-Downloads-scopeBarAll
source: All
zh_hans: 全部

# Library-Downloads-scopeBarCompleted
source: Completed
zh_hans: 已下载

# Library-Downloads-title
source: Downloads
zh_hans: 下载

# Library-FeedEntry-Docset-downloadSizeHint
source: Estimated Download Size: %@
zh_hans: 预估下载大小：%@

# Library-FeedEntry-Docset-gettingDownloadSizeHint
source: Getting Download Size…
zh_hans: 下载大小获取中…

# Library-FeedEntry-Docset-installWithoutArchiveIndexHint
source: Installing docsets without an archive index (tarix) can significantly increase the size of installed docset and installation time
zh_hans: 在没有档案索引的情况下安装文档集会严重增加安装大小和时长

# Library-FeedEntry-Docset-latestLabel
source: Latest
zh_hans: 最新版本

# Library-FeedEntry-Docset-readyToInstallHint
source: Ready to Install
zh_hans: 文档集可安装

# Library-FeedEntry-Install-alreadyInstalledLabel
source: Already Installed
zh_hans: 已安装

# Library-FeedEntry-Install-cancelDownloadButtonTitle
source: Cancel Download
zh_hans: 取消下载

# Library-FeedEntry-Install-downloadButtonTitle
source: Download
zh_hans: 下载

# Library-FeedEntry-Install-installButtonTitle
source: Install
zh_hans: 安装

# Library-FeedEntry-Install-retryDownloadButtonTitle
source: Retry Download
zh_hans: 重试下载

# Library-FeedEntry-Options-installWithArchiveIndexLabel
source: Install with Archive Index
zh_hans: 使用档案索引

# Library-FeedEntry-SectionTitles-advancedOptions
source: Advanced Options
zh_hans: 高级选项

# Library-FeedEntry-SectionTitles-archiveIndex
source: Archive Index
zh_hans: 档案索引

# Library-FeedEntry-SectionTitles-docset
source: Docset
zh_hans: 文档集

# Library-FeedInfo-docsetNotAvailableHint
source: %@ is not currently available.
zh_hans: 文档集 %@ 目前不可用。

# Library-FeedInfo-loadingVersionsHint
source: Loading Versions…
zh_hans: 版本获取中…

# Library-FeedInfo-SectionTitles-Docset
source: Docset
zh_hans: 文档集

# Library-FeedInfo-SectionTitles-Versions
source: Versions
zh_hans: 版本

# Library-FeedInfo-Versions-latest
source: Latest
zh_hans: 最新版本

# Library-FeedInfo-Versions-showAllVersions
source: Show All Versions
zh_hans: 显示所有版本

# Library-FeedInfo-Versions-updateAvailable
source: Update Available
zh_hans: 可更新

# Library-FeedInfo-Versions-upToDate
source: Up to Date
zh_hans: 已是最新

# Library-FeedList-failedToLoadDocsetsHint
source: Failed to Load Docsets
zh_hans: 无法获取文档集列表

# Library-FeedList-loadingDocsetsHint
source: Loading Docsets…
zh_hans: 文档集获取中…

# Library-Home-Items-cheatsheetsDescription
source: Lightweight docsets for instant referencing
zh_hans: 轻量的速查文档集，随时快速查阅

# Library-Home-Items-cheatsheetsTitle
source: Cheatsheets
zh_hans: 速查表

# Library-Home-Items-customFeedsDescription
source: Docset feeds imported with custom URL
zh_hans: 通过自定义链接导入文档集订阅源

# Library-Home-Items-customFeedsTitle
source: Custom Feeds
zh_hans: 自定义订阅源

# Library-Home-Items-importFeedsDescription
source: Install docsets from local archives
zh_hans: 通过本地档案安装文档集

# Library-Home-Items-importFeedsTitle
source: Import from Local Files
zh_hans: 从本地文件导入

# Library-Home-Items-mainDocsetsDescription
source: Docsets for popular languages and frameworks
zh_hans: 覆盖热门语言与框架的主流文档集

# Library-Home-Items-mainDocsetsTitle
source: Main Docsets
zh_hans: 主文档集

# Library-Home-Items-userContributedDescription
source: Docsets contributed by the community
zh_hans: 由社区贡献的文档集

# Library-Home-Items-userContributedTitle
source: User Contributed
zh_hans: 社区文档集

# Library-Home-SectionFooters-officialDocsets
source: Official documentation sets are provided by %@.
zh_hans: 官方文档集由 %@ 提供。

# Library-Home-SectionTitles-advanced
source: Advanced
zh_hans: 高级

# Library-Home-SectionTitles-officialDocsets
source: Official Docsets
zh_hans: 官方文档集

# Library-Home-title
source: Install New Docsets
zh_hans: 安装文档集

# Library-ImportedFeeds-Import-nameFeedName
source: Feed Name
zh_hans: 名称

# Library-ImportedFeeds-Import-title
source: Import Feed
zh_hans: 导入订阅源

# Library-ImportedFeeds-Import-urlPlaceHolder
source: Feed URL
zh_hans: 订阅源地址

# Library-ImportedFeeds-Info-feedURLCopiedToast
source: Feed URL copied
zh_hans: 已复制订阅源地址

# Library-ImportedFeeds-Info-feedURLSectionTitle
source: Feed URL
zh_hans: 订阅源地址

# Library-ImportedFeeds-List-copyFeedURL
source: Copy Feed URL
zh_hans: 复制订阅源地址

# Library-ImportedFeeds-List-noFeed
source: No Feed
zh_hans: 无订阅源

# Library-ImportedFeeds-List-RemoveAlert-removeFeedMessage
source: Do you really want to remove the feed?
zh_hans: 确认要删除订阅源吗？

# Library-ImportedFeeds-List-RemoveAlert-removeFeedTitle
source: Remove Feed
zh_hans: 删除订阅源

# Library-ImportedFeeds-List-RemoveAlert-removeMessageFormat
source: Do you really want to remove feed “%@”?
zh_hans: 确认要删除“%@”吗？

# Library-ImportedFeeds-List-RenameAlert-namePlaceHolder
source: Name
zh_hans: 名称

# Library-ImportedFeeds-List-RenameAlert-renameFeedTitle
source: Rename Feed
zh_hans: 重命名订阅源

# Library-ImportedFeeds-List-RenameAlert-renameTitleFormat
source: Rename “%@”
zh_hans: 重命名“%@”

# Library-ImportedFeeds-List-title
source: Imported Feeds
zh_hans: 导入的订阅源

# Library-Updates-fetchingUpdatesHint
source: Fetching Updates…
zh_hans: 获取更新中…

# Library-Updates-Items-latest
source: Latest
zh_hans: 最新版本

# Library-Updates-noUpdatesHint
source: No Updates
zh_hans: 没有更新

# Library-Updates-title
source: Docset Updates
zh_hans: 文档集更新

# Library-Updates-updateAllButtonTitle
source: Update All
zh_hans: 更新全部

# Localizations-General-confirm
source: Confirm
zh_hans: 确认

# Localizations-General-diagnostics
source: Diagnostics
zh_hans: 诊断选项

# Localizations-General-getInfo
source: Get Info
zh_hans: 详情

# Localizations-General-no
source: No
zh_hans: 否

# Localizations-General-retry
source: Retry
zh_hans: 重试

# Localizations-General-yes
source: Yes
zh_hans: 是

# Lookup-SearchScope-Contents
source: Contents
zh_hans: 目录

# Lookup-SearchScope-Index
source: Index
zh_hans: 索引

# Lookup-SearchScope-Reference
source: Reference
zh_hans: 参考文档

# MainFeed-unavailable_apple_api_reference
source: The Apple API Reference documentation isn’t available yet. Support is coming soon. Stay tuned.
zh_hans: Apple API Reference 文档暂不可用，相关支持即将上线，敬请期待。

# MainFeed-unavailable_dom
source: There is no dedicated docset for DOM. The DOM documentation can be found within the JavaScript docset.
zh_hans: 目前没有单独的 DOM 文档集，你可以在 JavaScript 文档集中找到相关内容。

# MainFeed-unavailable_git
source: There is no dedicated docset for Git. The Git documentation can be found within the Man Pages docset.
zh_hans: 目前没有单独的 Git 文档集，你可以在 Man Pages 文档集中找到相关内容。

# MainFeed-unavailable_ios
source: The documentation for iOS can be found within the Apple API Reference docset.
zh_hans: iOS 的文档包含在 Apple API Reference 文档集中。

# MainFeed-unavailable_macos
source: The documentation for macOS can be found within the Apple API Reference docset.
zh_hans: macOS 的文档包含在 Apple API Reference 文档集中。

# MainFeed-unavailable_man_pages
source: The Man Pages documentation isn’t available yet. Support is coming soon. Stay tuned.
zh_hans: Mac Pages 文档暂不可用，相关支持即将上线，敬请期待。

# MainFeed-unavailable_swift
source: The documentation for Swift can be found within the Apple API Reference docset.
zh_hans: Swift 的文档包含在 Apple API Reference 文档集中。

# MainFeed-unavailable_tvos
source: The documentation for tvOS can be found within the Apple API Reference docset.
zh_hans: tvOS 的文档包含在 Apple API Reference 文档集中。

# MainFeed-unavailable_watchos
source: The documentation for watchOS can be found within the Apple API Reference docset.
zh_hans: watchOS 的文档包含在 Apple API Reference 文档集中。

# Preferences-About-acknowledgementsTitle
source: Acknowledgements
zh_hans: 致谢

# Preferences-About-Contribute-helpTranslateButtonTitle
source: Help Us Translate Bolt
zh_hans: 帮助我们翻译 Bolt

# Preferences-About-Contribute-localizationTitle
source: Localization
zh_hans: 本地化

# Preferences-About-Contribute-openSourceLibrariesTitle
source: First-Party Open Source Libraries
zh_hans: 一方开源库

# Preferences-About-Contribute-openSourceRepositoryTitle
source: Open Source Repository
zh_hans: 开源代码库

# Preferences-About-contributeTitle
source: Contribute to Bolt
zh_hans: 为 Bolt 项目贡献

# Preferences-About-privacyPolicyTitle
source: Privacy Policy
zh_hans: 隐私政策

# Preferences-About-title
source: About
zh_hans: 关于

# Preferences-About-websiteTitle
source: Website
zh_hans: 网站

# Preferences-Home-Appearance-changeIconButtonTitle
source: Change Icon
zh_hans: 更换图标

# Preferences-Home-Appearance-sectionTitle
source: Appearance
zh_hans: 外观

# Preferences-Home-Appearance-tintColorButtonTitle
source: Tint Color
zh_hans: 色调

# Preferences-Home-Appearance-toastToBeImplemented
source: To be implemented
zh_hans: 开发中，敬请期待

# Preferences-Home-CacheClear-alertMessage
source: Please wait until it finishes
zh_hans: 请耐心等待

# Preferences-Home-CacheClear-alertTitle
source: Clearing Cache
zh_hans: 缓存清理中

# Preferences-Home-DebugDiagnostics-sectionTitle
source: Diagnostics (Debug)
zh_hans: 诊断选项 (调试)

# Preferences-Home-DebugDiagnostics-testCrashButtonTitle
source: Test Crash
zh_hans: 测试崩溃

# Preferences-Home-DocsetsUpToDateAlert-message
source: All your installed docsets are up to date.
zh_hans: 所有已安装的文档集均为最新版本。

# Preferences-Home-DocsetsUpToDateAlert-title
source: Docsets Up to Date
zh_hans: 文档集已是最新

# Preferences-Home-DocsetUpdates-checkForUpdatesButtonTitle
source: Check for Updates Now
zh_hans: 立刻检查更新

# Preferences-Home-DocsetUpdates-sectionTitle
source: Docset Updates
zh_hans: 文档集更新

# Preferences-Home-DocsetUpdates-updateCheckingFrequencyDaily
source: Daily
zh_hans: 每天

# Preferences-Home-DocsetUpdates-updateCheckingFrequencyMonthly
source: Monthly
zh_hans: 每月

# Preferences-Home-DocsetUpdates-updateCheckingFrequencyNever
source: Never
zh_hans: 从不

# Preferences-Home-DocsetUpdates-updateCheckingFrequencyPickerTitle
source: Automatically Check for Docsets Updates
zh_hans: 自动检查文档集更新

# Preferences-Home-DocsetUpdates-updateCheckingFrequencyWeekly
source: Weekly
zh_hans: 每周

# Preferences-Home-DocsetUpdatesAvailableAlert-message
source: %ld docset updates available, would you like to view them?
zh_hans: %ld 个文档集可更新，要查看它们吗？

# Preferences-Home-DocsetUpdatesAvailableAlert-title
source: Docset Updates Available
zh_hans: 有可用的文档集更新

# Preferences-Home-General-clearCacheButtonTitle
source: Clear Cache
zh_hans: 清理缓存

# Preferences-Home-General-desktopModeToggleTitle
source: Force Desktop Mode
zh_hans: 强制使用桌面模式

# Preferences-Home-General-privateBrowsingToggleTitle
source: Private Browsing
zh_hans: 无痕浏览

# Preferences-Home-General-sectionTitle
source: General
zh_hans: 通用

# Preferences-Home-Help-aboutButtonTitle
source: About Bolt
zh_hans: 关于 Bolt

# Preferences-Home-Help-sectionTitle
source: Help
zh_hans: 帮助

# Preferences-Home-Help-SendFeedbackAlert-issueTrackerButtonTitle
source: Issue Tracker
zh_hans: 问题列表

# Preferences-Home-Help-SendFeedbackAlert-message
source: We appreciate your feedback! You can open an issue via the issue tracker or contact us via email.
zh_hans: 我们感谢您的反馈！你可以通过问题列表提交问题，或者通过邮件联系我们。

# Preferences-Home-Help-SendFeedbackAlert-sendEmailButtonTitle
source: Send Email
zh_hans: 发送邮件

# Preferences-Home-Help-SendFeedbackAlert-title
source: Thanks for Reaching Out
zh_hans: 感谢联系我们

# Preferences-Home-Help-sendFeedbackButtonTitle
source: Send Feedback
zh_hans: 发送反馈

# Preferences-Home-InternalDiagnostics-checkUpdateButtonTitle
source: Check for Updates
zh_hans: 检查更新

# Preferences-Home-InternalDiagnostics-resetData
source: Remove All Data and Quit
zh_hans: 清除所有数据并退出

# Preferences-Home-InternalDiagnostics-sectionTitle
source: Diagnostics (Internal)
zh_hans: 诊断选项 (内部版本)

# Preferences-Home-InternalDiagnostics-thirdPartyComponentVersionsTitle
source: Third-Party Component Versions
zh_hans: 三方组件版本

# Preferences-Home-InternalDiagnostics-typeBrowserButtonTitle
source: Type Browser
zh_hans: 类型浏览器

# Preferences-Home-InternalDiagnostics-webViewInspector
source: Web Inspector
zh_hans: Web 检查器

# Preferences-Home-title
source: Preferences
zh_hans: 偏好设置

# Preferences-TintColor-title
source: Tint Color
zh_hans: 色调
